import technlogy1 from '../../../assets/images/technologies/1.png'
import technlogy2 from '../../../assets/images/technologies/2.png'
import technlogy3 from '../../../assets/images/technologies/3.png'
import technlogy4 from '../../../assets/images/technologies/4.png'
import technlogy5 from '../../../assets/images/technologies/5.png'
import technlogy6 from '../../../assets/images/technologies/6.png'

export const technologyScreenContent = Object.freeze({
  title: 'Технология строения',
  bigTitle: 'Технология',
  technologies: [
    {
      title: 'Конструкция стены',
      text: 'Двойная кладка из жжённого красного кирпича - 38/40 см, утепление минеральной плитой - 10 см., и облицовка HPL и ФБЦ панелью',
      image: technlogy1,
    },
    {
      title: 'Конструкция двери',
      text: 'Технология IZO TERMO. Двери не соприкасаются с наружными. Между ними расположен изолятор - щит из португальского пробкового дуба толщиной в 8 мм. IZO TERMO устраняет “мостик холода” и не дает теплу уходить из дома. С этой технологией вам не нужен тамбур и вторая дверь.',
      image: technlogy2,
    },
    {
      title: 'Конструкция Фасада',
      text: 
        <>
          <span>HPL панель - это высококачественная строительная продукция для долговечной облицовки фасада. Стойкость на погодные воздействия +180 с/ -180с с высоким эффектом защиты от атмосферных воздействий.</span><br/>
          <span>Данная защита обеспечивается за счет применения акрилополиуретановых смол с двойным отверждением. Относится к экологичным материалам.</span>
        </>,
      image: technlogy3,
    },
    {
      title: 'Конструкция окна',
      text: 'Высокая экологичность, безопасность, надёжность и долговечность, усиленная теплоизолирующая способность, которая обеспечивается пятикамерным строением профиля с тройным остеклением и шумоизоляцией (система Helios рассчитана на стеклопакеты толщиной 44 мм с воздушной прослойкой в 16 мм, проходя через которые низкочастотные шумы теряют свою интенсивность, что очень ценят жители) по технологии FUNKE',
      image: technlogy4,
    },
    {
      title: 'Конструкция кровли',
      text: 'Гибкая черепица ТЕХНОНИКОЛЬ SHINGLAS - это гарантия комфорта и безопасности вашего дома. Дома с кровлей из гибкой черепицы ТЕХНОНИКОЛЬ SHINGLAS очаровывают своей гармонией, изяществом. Коллекции отличаются разнообразием форм и расцветок.',
      image: technlogy5,
    },
    {
      title: 'ФБЦ',
      text: 
        <>
          <span>ФБЦ - это уникальный и высококачественный строительный материал для долговечной облицовки фасада.</span><br/>
          <span>Высокая морозостойкость, пожаробезопасность, хорошая звуко- и теплоизоляция, герметичность, повышенная прочность, погодоустойчивость.</span><br/>
          <span>Безопасна как для человека, так и для окружающей среды. Они не содержат асбест, состоят из экологически чистых натуральных компонентов: 82-85% цемента, древесное волокно, добавки для снижения веса, кремнийорганические соединения</span>
        </>,
      image: technlogy6,
    },
  ]
})